
// MAIN INDEX AGENDA

// 1. Variables  - consist of information 
// 2. Comparisons /  - "if ...., otherwise ..."
// 3. Cycles - repeating...
// 4. Functions - логически поэтапное целое, которое можно повторить при необходимости
// 5. Event - when the user: presses the button...


/*
    1. Переменные - где содержится информация
    2. Сравнение / условия - "если ...., в противном случает ..."
    3. Циклы - повторения...
    4. Функции - логически поэтапное целое, которое можно повторить при необходимости
    5. Cобытия - когда пользователь: нажал на клавишу...
*/


// Single line comment
// Однострочный комментарий

/* 
    Multiline
    comment
*/

/*
    Многострочный
    комментарийno
*/